Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 搞定水元素之心，游小默一边往宫殿外面冲，一边掏出传音石打算询问凌霄那边的情况，不过没接通，凌霄一直没回复他。
en_us: Finished dealing with the Water Elemental Essence, You XiaoMo headed out of the palace and along the way, he took out the transmission stone, inquiring about Ling Xiao's situation. But, it was never answered, and Ling Xiao hadn't reply.

source: 擂台上，刻拔弩张的战况仿佛随时都会爆发。
en_us: In the ring, the tension was palpable, and the situation could erupt at any time.

source: 收了他，他有种自己又收了一只二货的感觉，他球队里的二货已经够多了；不收，感觉他不像是那种会放弃的家伙。
en_us: If he took him in, he feel that he would've taken in another idiot (二货) and he already had enough in his ball team (球队). if he didn't take him in, he felt like this beast wouldn't give up either.

source: 收拾好炉鼎，游小默和凌霄在屋里商量了半个小时，最终商定再过些日子就离开这里，而他也决定三天后就开始服用白虎的精血，以他现在的修为，距离四品还有一段距离，一滴白虎精血应该够了。
en_us: After he put his cauldron away, You XiaoMo and Ling Xiao talked for another half an hour in the room before finally deciding to leave soon. Also, he decided to take the White Tiger's Life Blood in three days time. With his current cultivation level, he was just away from being four stars (四品), one drop of Life Blood should be enough.

source: 收起脸上的情绪，游小默转身露出一抹讨好的笑意，笑眯眯的对星罗城主说道：“城主大人，我已经跟我朋友说好了，他说很快就会赶过来，到时会把金库的东西原封不动的还给您。”
en_us: Composing himself, You XiaoMo turned with a smile, saying to the City Master, "City Master, sir, I've already talked with my friend. He said he'd get here soon and will return everything we took from the vault."

source: 改变最大的是皮球，他从一只小小的软团子变成了少年摸样，五官竟然不见以往的稚嫩，反而慢慢的往硬朗阳刚方向发展，身高也已经超过游小默了。
en_us: The one with the most change was PiQiu. He went from a small dumpling (软团子) to a young man. His features were no long immature but slowly developing towards masculinity (硬朗阳) (and the tough-guy look), his height had also surpassed You XiaoMo.

source: 放走黑鸦，三人便进入了拍卖会。
en_us: The three then entered the auction venue after releasing the black crow.

source: 敢出海的外来者一般不是修炼者就是丹师，所以他们晚上是不需要睡觉的，床只是给他们打坐用的。
en_us: The outsiders who dared to go out to sea were usually practitioners or mages. So they did not need to sleep at night and the bed was just them to meditate on.

source: 敢在桃源遗迹炼丹，胆子不小，现在可以确定对方是一名彩级丹师，这个时间不登灵山，收获一定很丰富。
en_us: It took some guts to dare to refine pills in Peach Blossom Ruins. Now, they could confirm that the opposite party was a rainbow level mage. Even if they didn't go up Spirit Mountain now, they could still definitely get some riches.

source: 敢情他早知道莫雪会否认这一事实，果然是想看他的好戏。
en_us: It turned out that he already knew that Mo Xue would deny this fact. Sure enough, he just wanted to watch a good show.

source: 敢情他是被困在里面出不来，所以只能找人帮他传信，怪不得他明明已经到这里，人却没有出现。
en_us: It turned out that Mo Jing was trapped inside so he had to find someone to help him pass a message. That was why he had not appeared even when it was clear that he had already arrived.

source: 敢情她只是试探他们而已。
en_us: It turned out that she was simply sounding them out.

source: 整个乌山集镇只有一个灵草堂，占地面积极广，里面的灵草几乎应有尽有，而且价格也不会太贵。
en_us: There was only one magic herb shop in the WuShan Town and it took up a huge space. It had almost every kind of magic herb and the prices were fair.

source: 整个会场有安静了下来。
en_us: The entire hall fell silent once more.

source: 整个古玛部落的人都知道，莫雪好男色成性，十分注重男人的外貌，一看到长相英俊帅气的男人就恨不得爬上对方的床，完全就是个淫、荡下、贱的女人，当然也没有人知道，夏音非常厌恶莫雪两姐妹。
en_us: The entire Guma Tribe knew that Mo Xue was a man-chaser (男色成性) and paid great attention to the appearance of men. When she saw a handsome and dashing man, she could not wait to climb onto the other's bed. She was a licentious and degrading woman. Of course, no one knews that Xia Yin really hated Mo Xue and her sister very much.

source: 整个宫殿看似没有机关陷阱，实际上有一个最大，也是唯一的一个机关。
en_us: Though the entire palace seemed to lack traps. There was actually a massive - the only - trap.

source: 整个拍卖会场寂静一片。
en_us: The entire auction hall fell silent.

source: 整个拍卖会终于落下帷幕，拍卖师宣布解散的时候，离开的人却很少，很多人坐在原位翘首以盼，似乎在等什么，包括各大势力也都没有离开。
en_us: The entire auction finally came to an end, yet when the auctioneer announced so, very few people left. Many people were sitting in their seats, seemingly waiting for something, and even the great powers didn't leave.

source: 整个禁地乱套了，糙汉跑到八层将里面的人放了出来，他们不是好心，而是为了增加逃跑的砝码。
en_us: The entire forbidden ground was in chaos. The burly man ran to the eighth floor and released the prisoners there. It wasn't out f kindness, but to increase his own chances.

source: 整个过程连一分钟都没有。
en_us: The whole process did not even take a minute.

source: 整件事最倒霉的还是酒楼老板，大堂的桌椅被毁掉了九成，连柜台也没有逃脱厄运，看着他们的眼神别提多幽怨了。
en_us: The most unlucky one of them all was the innkeeper. 90% of the chairs and tables in the lobby had been destroyed, and even the counter hadn't escaped misfortune. But seeing their expressions, he decided that it was better not to bring up his hidden bitterness.

source: 整齐的两排牙齿中间出现一个约莫只有0.2厘米的缺口。
en_us: A gap of about zero-point-two centimeters appeared in the middle of the two rows of neatly arranged teeth.

source: 斗篷人一眼就看出同伴心里的想法，不凑巧的是，他的想法和他也是一样的。
en_us: The cloaked person could tell what his companion was thinking with one glance. Not coincidentally, he was thinking the exact same thing.

source: 斗篷人低咒一声。
en_us: The man-in-hood cursed under his breath.

source: 斗篷人吓了一跳，立刻想逃走，但是迟了一步，四肢放佛被一条无形的蟒蛇紧紧的缠住，他动了一下，发现竟然挣不开。
en_us: The cloaked man was frightened and wanted to run away immediately, but he was one step too late. It was as if his four limbs had been tightly constricted by an invisible python. He made a small movement and actually found that he could not break free.

source: 斗篷人呵呵一笑，“好东西只有强者才有资格拥有。”
en_us: The cloaked person laughed. "Only experts have the qualifications to possess good things."

source: 斗篷人已经知道他是谁，追上去的身影毫不迟疑。
en_us: The man-in-hood already knew who he was so he chased without hesitation.

source: 斗篷人并没有露出高兴的表情，神色反而更加阴晴不定，他不是傻子，看得出两人多半是达成协议。
en_us: The cloaked person didn't reveal a happy expression. Instead, his expression became even more complicated. He wasn't an idiot; he could tell that the two of them had most likely come to an agreement.

source: 斗篷人强忍着撕心裂肺的疼痛，稳住身形后，他拼着最后一丝力气不甘的逃离此处，身受重伤，再留下来只有死路一条，他已经失去争夺独立空间和水元素之心的资格。
en_us: The cloaked man endured the heart-tearing, lung-splitting pain with great difficulty. After stabilizing his posture, he staked the last of his strength to flee this place resentfully. He was seriously injured and staying behind would only lead to his death. He had already lost the qualifications to fight for the independent dimension and the Water Elemental Essence.

source: 斗篷人沉默两秒，突然发出桀桀的笑声，“圣女果然非同凡响，竟然连这些事情都知道，佩服佩服，既然圣女想知道，那么告诉圣女也无妨，在下不才，乃天级。”
en_us: The cloaked person was silent for a few seconds before suddenly laughing cruelly. "Holy maiden is indeed out of the ordinary. You actually even know about this kind of thing, I truly, truly admire you. Since Holy maiden wants to know, then there's no harm in telling Holy maiden. This humble subordinate is of the sky rank." (天级)

source: 斗篷人用力的挣扎起来，他感觉得到禁锢他的东西正在松动，只要再给他一点点时间……
en_us: The cloaked man struggled hard, and he felt that the things that were confining him were starting to loosen. He just needed a little more time...

source: 斗篷人的眼睛变得深沉起来，“能召唤雷云的灵丹只有彩级灵丹……”
en_us: The cloaked person's eyes darkened. "Only rainbow level magic pills can summon thunderclouds..."

source: 斗篷人的笑声戛然而止，刚要反击回去，心头猛然一悸，迅速的往后退，下一秒，一条火蛇突然从他刚刚站的地方窜起，若是他的反应再慢一步就完蛋了。
en_us: The cloaked person's laughter came to a halt suddenly. He was about to counterattack when his heart suddenly throbbed with terror, and he quickly retreated backwards. In the next second, a fire snake abruptly shot up in the spot where he had just been standing. If his reaction was one beat slower, he would've been done for.

source: 斗篷人看透两人的想法，斗篷下的脸阴沉至极。
en_us: Realizing the two's thought process, the man-in-hood's expression darkened drastically.

source: 斗篷人瞳孔猛然一缩。
en_us: The cloaked man's pupil suddenly contracted.

source: 斗篷人见两人似乎想坐岸观虎斗，不禁恼怒的朝他们吼道，不想，两人仍然没有动静。
en_us: The cloaked man saw that the two seemed to want to sit on the sidelines and watch the tigers fight. He could not help shouting at them resentfully. Unexpectedly, they still had not moved.

source: 斗篷人认为有必要把这个消息告诉他的主子，否则待他成长到主子那个高度，想要再斩杀他就难上加难，任何对他们有威胁的人都必须扼杀于摇篮之中，这是黑蜘蛛的宗旨，他们深知养虎为患的道理。
en_us: The cloaked man thought it was necessary to tell his Master this news. Otherwise, it would be more difficult to kill him when he grew up to the level of the Master. Anyone who threatened them must be killed in the cradle. This was the purpose of the Black Spider. They were fully aware of the principle that 'nurturing a tiger invites calamity'.

source: 断了一条手臂的黑袍人丙惊恐的看着这一幕。
en_us: The third person in black, who had lost an arm, stared fearfully at this scene.

source: 新仇旧恨，他现在对凌霄的愤怒值几乎快接近取代他在族中地位的姬宁禹，也就是游小默的小鸡。
en_us: With all the new and old grudges, his level of anger towards Ling Xiao was almost as high as Ji NingYu, who was quickly replacing his position in the clan. Of course, that was You XiaoMo's Xiao Ji.

source: 方圆百里都有他们打斗留下的‘足迹’，原来被凌霄肢解了的两具尸体也早就不见了踪影。
en_us: There were traces left by their fighting within a hundred mile radius, and the two corpses that had been dismembered by Ling Xiao had long disappeared.

source: 方宸乐不过是一名丹师，实力再强也不可能强得过他们。
en_us: Fang ChenLe was just a Mage. No matter how strong he was, he wouldn't be able to match up to them.

source: 旁侧两名拥有绝色容貌的侍女立刻上前服侍。
en_us: The two gorgeous maids came from the side to serve him.

source: 旁若无人的秀恩爱真的很讨厌！
en_us: Self-absorbed public displays of affection were truly very disgusting!

source: 无奈之下，凌霄只好改变方向。
en_us: Ling Xiao couldn't help but change directions.

source: 无缘无故指着一个陌生人说要抓他，虽说阴阳谷在星罗城也有一些势力，但是未确定对方的底细，贸然与对方动手明显是一件不理智的行为。
en_us: Though YinYang Valley had power in Starfall City, randomly capturing a stranger without knowing the other's background wasn't a wise choice of action.

source: 既是中级位面的人，那就表示没有背景。
en_us: If he was a person from the Middle Level Realm, then that meant he had no background.

source: 既然他会出现在这里，那就表示那两个人已经妥妥的在地府与他的同伴相聚了，这个速度确实不慢。
en_us: Since he was here it meant that the two men had been properly settled in the nether world and was reunited with his comrades. This speed was really quite fast.

source: 既然你想死，老夫便成全你。”接着就直接动手了，完全不想给凌霄任何反应的时间，急切的动作似乎想速战速决。
en_us: Since you want to die, this old man will help you out." After that, he struck out right away. He didn't want to give Ling Xiao any time to react, and his impatient moves made it seem as if he wanted to fight the battle to end it quickly.

source: 既然嘴这么硬，那么他就打到他说为止，他可不想白白被人追杀，事情总要有个起因吧，不然要是认错人，他多冤枉啊！
en_us: Well, since this guy so stubbornly kept his mouth closed, then You XiaoMo would beat him until he spoke. He didn't want to be hunted without reason - there had to be a source to this. If they had gotten the wrong person, then that would just be sad!

source: 既然小主人已经送回玄龟族，他也没必要去活水河界。
en_us: Since the little master was already sent back to the Black Turtle Clan, he didn't need to go to the Living Waters River Boundary anymore.

source: 既然把他救出来，总不能一直关在空间里。
en_us: Since they had rescued him, they couldn't just keep him in the dimension forever.

source: 既然是从远古传承下来的，绝对不仅仅是信物那么简单。
en_us: Since it was passed down from ancient times, it would definitely not be something as simple as a symbol.

source: 既然是海底，绝不可能只有一个出口。
en_us: It was the bottom of the ocean, there can't be just one exit.

source: 既然是这样，他们大可以等到凌霄的伤势痊愈后再离开，反正时间有的是。
en_us: Since that was the case, they could easily wait until Ling Xiao's wounds heal before leaving. They had the time.

source: 既然那么重要，游小默决定把龙血偷出来，破坏江流的计划，因此这两天他一直在计划着怎么进城主府偷龙血。
en_us: You XiaoMo decided to steal the dragon blood since it was so important and destroy Jiang Liu's plan. Therefore, he has been planning on how to enter the city master's mansion to steal the dragon blood the past two days.

source: 早上他问过老夫妇这里的生活情况，一枚灵晶可以让村里人生活几年，一百枚灵晶够他们几辈子无忧无虑了。
en_us: In the morning, he had asked the elderly couple about the living conditions here. One spirit gem was enough for the villagers to live off of for several years. One hundred spirit gems was enough to make sure they would want for nothing for several lifetimes.

source: 早听大叔程响荣说过，东洲很落后，没想到会落后到连一身衣服都穿不起。
en_us: They had heard Cheng XiangRong say before that Dong Zhou was very behind, but they hadn't thought that they were so behind that they couldn't even afford a good set of clothing.

source: 早在十二阶水妖将注意力移到江流身上，一些实力较低的人就害怕得先一步逃走了，灵草也不要了。
en_us: As early as when the Level Twelve Water Demon had shifted its attention Jiang Liu, some weaker people were so afraid that they fled first and did not even want the magic herbs anymore.

source: 早知道这里有乾坤丹的丹方出现，他就应该争分夺秒的提升实力，要知道他身上现在连一张彩丹的丹方都没有，足可见乾坤丹的丹方有多么吸引他，结果现在只能干瞪眼。
en_us: If he knew that the pill recipe of the Cosmos Pill would appear here, he would have seized every minute and second to raise his strength. One must know that he did not even have a single rainbow pill recipe on him, so it was evident that the Cosmos Pill attracted him very much. In the end, he could only watch on helplessly.

source: 时光如梭，半个月很快就过去了。
en_us: Time flew by and half a month passed quickly.

source: 时间一到，两艘商船开始驶入大海，一开始就像在平地上一样，但商船离开渔民平时活动的海域，海水一下子汹涌起来，船体微微晃动起来。
en_us: The two merchant ships began to sail out to sea once it was time. It was as if they on flat ground in the beginning, but when the merchant ships left the area where the fishermen usually fished in, the sea suddenly surged and the hull rocked slightly.

source: 时间安安静静的淌过三天。
en_us: Three days passed by quietly.

source: 时间滴滴答答的过去了五分钟。
en_us: Time trickled by and five minutes passed in this manner.

source: 时间过得很快，一个半月眨眼即过。
en_us: Time passed quickly, and half a month seemed to go by in the blink of an eye.

source: 明明是在地下，却偏生让人生出一种宏伟壮观的惊叹感觉。
en_us: Though they were underground, the place was magnificent and gave people a feeling of awe.

source: 明明让他们被发现后立刻逃出城主府，竟然到现在还在城主府里逃命，孺子不可教也！
en_us: He had clearly let them escape from the City Master's mansion immediately after they were discovered, but even until now, they had actually been running for their lives inside the City Master's mansion. These children were unable to be taught ah! (孺子不可教也)

source: 明显的杀意瞬间锁定他们，手指轻弹，似乎有火苗弹了出去。
en_us: Clear killing intent locked onto them in an instant, and with a slight flick of his fingers, flames seemed to shoot out.

source: 昏暗的房间只有一阵微弱的月光照耀着，坐在床上，一手支撑着下巴的凌霄发出低沉的笑声，“他是莫景。”
en_us: The dimly lit room was illuminated by a faint beam of moonlight. Ling Xiao let out a low laugh while sitting on the bed with a hand supporting his chin, "He is Mo Jing."

source: 星罗城主一脸不耐烦，“你一个人导演的戏码以为我不知道，真是愚蠢，在我的领域里，你的一举一动都在我的注视下。”
en_us: The City Master seemed irritated. "You think I don't know that this was just an act you did? Foolish. In my territory, I have a full grasp of your every movement."

source: 星罗城主冷笑一声，“我不知道你使用了什么手段，但是敢在本城主面前耍手段，你胆子不小，在我的领域内，传音石连种东西跟本不可能起作用，你的戏演得不错嘛。”
en_us: The City Master sneered. "I don't know how you did it, but you are quite daring to try and trick this City Master. In my Territory, transmission stones wouldn't possibly work. Your act wasn't bad."

source: 星罗城主止住笑声，阴冷的盯着他道：“你真以为本城主会相信你的鬼话不成？”
en_us: The City Master of Starfall City stopped laughing, coldly eyeing him and saying, "Did you really think that I would believe your lies?"

source: 星罗城主的伤并不严重，得知老家主亲临便战兢的跑出来迎接，游震天心情很差，自然没给他好脸色瞧。
en_us: Xing Luo City's City Master wasn't very heavily injured, and upon being informed that the family head had personally come, he came out to welcome the other, trembling. You ZhenTian wasn't in a good mood, so, naturally, wouldn't play nice with him.

source: 星罗城主连忙解释道：“回家主，江流是选拔大赛内定的人选，不过前几天他在街上与人起了冲突被毁掉了眼睛，现在还在休养当中。”
en_us: The City Master of Xing Luo City hurriedly explained. "Family head, Jiang Liu is a set candidate of the qualifications tournament, but a few days ago, he got into an argument with someone on the streets and his eyes were destroyed. Right now, he is still recovering."

source: 星罗城主不敢退缩，但在游震天的威严面前，他连头都不敢抬起来，听到这话连忙解释道：“家主，请听武山解释。”
en_us: The City Master didn't dare back away, but in front of You ZhenTian, he didn't even dare to raise his head. Hearing this, he hurriedly explained. "Family Head, please listen to Wu Shan explain."

source: 星罗城主哪里会放过游小默，在发现偷盗金库的人其实是两只小妖兽后，他就多了一抹心思。
en_us: There was no way that City Master of Starfall City was willing to let You XiaoMo go, and after realizing that it was two small demon beasts that had stolen from his vault, another idea arose.

source: 星罗城主感觉手指有一股钻心的痛，只是被金翅虫咬了一下，他就感觉精血损失了好几滴，望着游小默逃跑的方向，眼晴不但充斥着怒火，还有浓浓的贪婪。
en_us: The City Master of Starfall City felt a deep aching pain in his finger. He had only been bitten once by the Golden Winged Insect but it felt like his blood and energy had been sucked out. Gazing in the direction You XiaoMo escaped in, rage burned in his eyes, as well as a heavy greed.

source: 星罗城主眯起眼。
en_us: The City Master of Starfall City narrowed his eyes.

source: 星罗域主像只老狐狸一样眯着眼睛看了他几秒，突然放声大笑起来，笑声好不得意，甚至还透着一丝凶恶。
en_us: The City Master of Starfall City eyed him like a fox for a few seconds before suddenly beginning to laugh. His laughter wasn't nice at all, but rather malicious.

source: 星罗城主已经缓过劲，不停冒着鲜血的手指终于被他止住血，表情狰拧而贪婪，像盯住猎物一样盯着游小默。
en_us: Starfall City's City Master had recovered by then, and his wound had finally been closed. His expression was terrifying and greedy, eyes locked onto You XiaoMo like a hunter on it's prey.

source: 星罗城主是一名神境二星的强者，能够管理着一座城，可见他还是有几分本事的，而不只是一个精虫上脑的老头。
en_us: The City Master of Starfall City was a two-star Divine Realm expert who was able to manage an entire city. It was obvious that he was somewhat skilled and was not just an old man with a brain full of sperm (精虫上脑).

source: 星罗城主眼中闪过一丝精光，“好，本城主就信你一次。”
en_us: The eyes of Starfall City's City Master flashed. "Alright, I shall believe you this once."

source: 星罗城主背着双手，居高临下的看着游小默：“把金库的东西以及你怀里的妖兽交出来，老夫可以考虑留你一个全尸，否则我能让你生不如死。”
en_us: The Starfall City Master clasped his hands behind his back as he condescendingly eyed You XiaoMo, "This old man can consider leaving you as an intact corpse if you hand over all the items from the treasury and the demon beast in your arms. Otherwise, I will make your life a living hell."

source: 星罗城主震惊的看着重新飞回游小默头顶的小乓，距离很近，他几乎看得一清二楚，确实是一只金色的虫子，眼睛却是红色的。
en_us: The City Master of Starfall City looked at Xiao Pang, who had flown back onto You XiaoMo's head, in shock. He saw it extremely clearly since he was very close. It was indeed a golden insect, it was just that its eyes were red.

source: 星罗城主面若寒霜看着吞金兽和小乒逃跑的方向，他已经去看过金库，虽然龙血没有被偷走，但是金库大半的东西都被卷走了，而且很多都是价值连城的东西，若不找回来，对城主府的损失无法估计。
en_us: The City Master of Starfall City frigidly stared in the direction that the Metal Swallowing Beast and Xiao Ping (小乒) were escaping in. He had already taken a look at the treasury. Although the dragon blood had not been stolen, most of the items in the treasury had been taken away and many of them were priceless objects. The loss of these items to the city lord mansion would be inestimable if they were not found.

source: 昨天因为盘子偏小装不上那么多，刚好剩下一点就被他们吃了。
en_us: The plate yesterday was relately small and couldn't fit everything, so they ate the rest.

source: 昨晚咬破他的手指后，小乌龟就一直不肯出来，起先他以为小乌龟是怕被他责骂就没管他，直到早上起来发现小乌龟还是这副模样才发现有问题，看起来很像是在闹别扭。
en_us: After he had bitten his finger last night, the baby turtle had refused to come out. At first You XiaoMo had thought that it was because the baby turtle was afraid of being scolded and so he ignored him, but it was only this morning when You XiaoMo discovered that the baby turtle was still like this that he found out there was a problem. It seemed very much as if he was throwing a temper tantrum.

source: 是不是要感谢你对我还有期待？
en_us: Should I thank you for having hope for me?

source: 是麒麟族，麒麟族是四灵中最神秘的存在。
en_us: (??? missing smth here, Rara?) It was the Qilin Clan. The Qilin Clan was the most mysterious existence within the Four Divine Emperor Beasts.

source: 显然不可能，手中的火箭飞射出去，由于海水的阻挡，平时连一秒都不用的速度，这次却用了1.5秒才贯穿斗篷人的肩膀，因为禁锢他的无形蟒蛇在最后关头被他挣开了，本该贯穿他心脏的轨迹变成了肩膀。
en_us: That was obviously impossible. The flame arrow in his hand shot out. Because of the obstruction of the sea water, the distance that it could normally cover in less than one second took one-point-five seconds before it penetrated the cloaked man's shoulder. As the cloaked man had managed to struggle free from the invisible python that imprisoned him at the last moment, the trajectory of the arrow that should have pierced his heart hit his shoulder instead.

source: 晋级圣境的时候会有一阵能量波动，而且天变异相比雷云还要夸张，当时真的惊动了很多强者，不过等他们赶过来，凌霄已经离开了。
en_us: When one rose to the Sacred Realm rank, there was a period of time when their energy fluctuated. Moreover, pill clouds (天变异相??) were more noticeable than thunderclouds, so at the time it had alarmed many experts. But by the time they had rushed over, Ling Xiao had already left.

source: 晋阶也是一个道理，每个事物都有它的极限性，想要突破极限，就必须重塑面貌，改变现状。
en_us: Leveling up was of a similar concept. Everything had it's limits, if you wanted to break that limit, then you must reconstruct your image and change the current situation.

source: 晚上，游小默将小乌龟拿出来，伸出手指逗弄他的小脑袋，小乌龟小脑袋左摇右晃，最后忍无可忍用刚长牙的嘴巴咬住他的手指头。
en_us: At night, You XiaoMo took out the baby turtle and teased his little head with his fingers. The baby turtle's little head swayed back and forth before he finally lost the last of his patience and used his newly grown teeth to bite You XiaoMo's finger.

source: 晚饭，万厨师和他的助手没能盼到游小默跟他们借厨房，倒不是他下不了床，而是被凌霄折腾了一顿，他没心情做饭了。
en_us: By dinner, Chef Wan and his assistant's hope for You XiaoMo to borrow their kitchen was crushed. It wasn't that he couldn't get out of bed, it was that after being messed around by Ling Xiao (折腾了一顿), he was no longer in the mood of cooking.

source: 晚饭，游小默出去猎了只兔子兽回来当晚餐，因为凌霄想尝尝他的手艺，自从他们从活水河界回来后，他就没再下过厨。
en_us: You XiaoMo went out hunting for a rabbit beast and bought it back as dinner because Ling Xiao wanted to experience his culinary skills. He had never cooked again since they came back from the Living Waters River Boundary.

source: 普通春药类的灵丹等级一般不高，除非拥有特殊效果，不过这种东西毕竟还是偏向阴损一类，所以炼春药类灵丹的丹师还是很少的。
en_us: Normal aphrodisiac magic pills weren't very high leveled unless there were some special effects. However, this sort of thing was considered something of a dirty tool, so there were very few mages who refined aphrodisiac pills.

source: 普通石室是三天一个积分。
en_us: Normal stone chambers were a point ever three days.

source: 晶石板是连接着地面的，然后通往拍卖台。
en_us: The Crystal Stone Tablet (晶石板) was directly connected with the floor and then extended towards the auction block (拍卖台).

source: 智商最高的水元素之心正欢快的吸收着湖中灵水，等它把所有灵水都吸收完毕，再把泉眼吞掉，它就能化形，并且成为天地间第一枚化形的元素之心，届时它就去找白虎算账，以报无数年来被禁锢之仇。
en_us: The high-IQ Water Elemental Essence was currently happily absorbing the spiritual water in the lake. When it finished absorbing all the spiritual water and swallowed the source of the spring, it could transform and become the first ever transforming Elemental Essence in the whole world. Then, it could go settle the score with the White Tiger and get revenge for being imprisoned for countless years.

source: 暴怒不屑的撇撇嘴，但却真的没再乱发脾气。
en_us: Wrath sneered in anger, but didn't let his temper get the better of him again.

source: 暴怒将自己摔回椅子，不以为意，“你又不是不知道我的脾气是无法控制的，不然我怎么叫暴怒。”
en_us: Wrath threw himself back into his chair, uncaring. "It's not as if you don't know that I can't control my temper. Otherwise, why would I be Wrath?"

source: 更让他难以相信的是，莫景竟然真的把玄龟族的后代交给两个陌生人，他难道就不怕这两个人会生出歹念把小乌龟活吞了吗？
en_us: What was more inconceivable to him was that Mo Jing really did hand over the descendant of the Black Turtle Clan to two strangers. Wasn't he afraid that these two strangers would swallow the baby turtle alive?

source: 最后。
en_us: Lastly.

source: 最后一句话说得他有点小纠结，说得他们好像是姬宁禹的再生父母一样，不过当他得知姬宁禹的经历后，他也不得不感激他们，以他的情况，如果没有两人救他出来，姬宁禹早晚都是死。
en_us: The last phrase was a little strange when he heard it, as if they were Ji NingYu's second parents. But after Ji Feng knew about Ji NingYu's experience, he couldn't help but be grateful towards them as well. With his circumstances, if the two of them hadn't come to save him, Ji NingYu would have died sooner or later.
